# CreateHLHandle

## Description
Create a new Hidden Line Rendering options handle.

```pascal
PROCEDURE CreateHLHandle(VAR HLOptionsHandle : HANDLE);
```

```python

def vs.CreateHLHandle():
    return HLOptionsHandle
```

## Parameters
|Name|Type|Description|
|---|---|---|
|HLOptionsHandle|HANDLE||

## Version
Availability: from Vectorworks 2014
## Category
* View / Zoom